[
    {
        "artistName": "Abhishapes",
        "artistPfp": "assets/PFP/abhishapes.png",
        "artistWork": "assets/artistworks/abhishapes.png",
        "collectionBanner": "assets/sla-banners/abhishapes.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Abhishapes",
        "description": "LOGIC MUSHROOMS - Inspired by the whole concept of magic Mushrooms. I welcome you to the mystical forests of Logic Mushrooms, where Mushrooms have logically evolved over 3000 years. A secret that was kept hidden by some of the smartest and most logical minds in history. Come experience some magic... Uhhh Uhhh... Logic!!"
    },
    {
        "artistName": "Frescoarts",
        "artistPfp": "assets/PFP/fresco.png",
        "artistWork": "assets/artistworks/fresco.png",
        "collectionBanner": "assets/sla-banners/fresco.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-FRESCO",
        "description": "Strong women are not simply born. They are forged through the challenges of life. With each challenge, they grow mentally & emotionally. They move forward with their head held high & a strength that can not be denied. A woman who has been through the storm and survived."
    },
    {
        "artistName": "S M Naveen Raj",
        "artistPfp": "assets/PFP/smnaveen.png",
        "artistWork": "assets/artistworks/smnaveen.png",
        "collectionBanner": "assets/sla-banners/smnaveen.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-S-M-Naveen-Raj",
        "description": "META GALA- Everyone is invited to the embodiment of the internet, where instead of viewing content, YOU ARE IN IT !!!"
    },
    {
        "artistName": "7 Wichitra",
        "artistPfp": "assets/PFP/wichitra.png",
        "artistWork": "assets/artistworks/wichitra.png",
        "collectionBanner": "assets/sla-banners/wichitra.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-7wichitra",
        "description": "Hand gestures can help you describe what you’re talking about, both literally and metaphorically. Hand gestures can help you point to people and things in your surroundings. Hand gestures can help you add emphasis and structure when you talk. Hand gestures give clues about your emotional state. These gestures are not always connected to what you’re saying. This is a collection of such hand gestures (EMOTIcON), we leave it to the interpretation of the viewer."
    },
    {
        "artistName": "Digi kar art",
        "artistPfp": "assets/PFP/digikarart.png",
        "artistWork": "assets/artistworks/digikarart.png",
        "collectionBanner": "assets/sla-banners/digikarart.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Digi-kar-art",
        "description": "ETHNIC HUES OF WOMEN - India is diverse and is home to several communities, each having its own culture and tradition. ‘Ethnic hues’ is a vibrant collection of artworks, representing the vast cultural diversity of India."
    },
    {
        "artistName": "Deepakshi",
        "artistPfp": "assets/PFP/deepakshi.png",
        "artistWork": "assets/artistworks/deepakshi.png",
        "collectionBanner": "assets/sla-banners/deepakshi.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Deepakshi",
        "description": "Given the lack of proper medical resources, for veterinary care, most exotic animals such as rabbits & birds do not get the required care. Leading to a lot of pain and unfortunate consequences for these innocent souls. During such times, NomNom India - a selfless organization that has stepped up to help - has been helping the families of such lovely animals have been. NomNom India is an NGO aiming to provide better care and nourishment for exotic pets throughout the nation. It's filled with generous volunteers who are working day & night to save lives. In efforts to make sure that these rare mystical beings, who bring joy into our lives, get all the necessary care they require. By owing a ‘NomNom’, you’re donating to NomnomIndia, which will try to ensure that these innocent lives get to enjoy a better life with hope, while also helping fellow struggling artists."
    },
    {
        "artistName": "Mystic Mini",
        "artistPfp": "assets/PFP/mysticmini.png",
        "artistWork": "assets/artistworks/mysticmini.png",
        "collectionBanner": "assets/sla-banners/mysticmini.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-MysticMini",
        "description": "Indian women in today's day and age are far more aware, decisive, bold, and opinionated than they used to be earlier. There is an increased awareness about the need for women's empowerment, and so many artists, writers, and public figures are advocating for the equality of women. However, I do feel that unless the term 'feminism' is explained and understood for what it is by the masses, this change will remain in the minority. I feel that art can make a difference, and it can bring about change. I love how art can transport you to another place, make you feel, sense, and react. It is both static and fluid, it's absolutely beautiful. I feel so grateful for what I do because it gives me the power to change people's perspectives, tell stories, and express myself. I realized, although dynamic and capable, that women were always shown to be dependent on the men in their lives. Being an Indian woman myself, there was a pressing need for an accurate representation of the characters as aware, vocal, and opinionated."
    },
    {
        "artistName": "Arijit Mondal",
        "artistPfp": "assets/PFP/arijit.png",
        "artistWork": "assets/artistworks/arijit.png",
        "collectionBanner": "assets/sla-banners/arijit.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Arijit-Mondal",
        "description": "An Exotic collection of Birds & Insects less seen by the naked eye but captured through a lens."
    },
    {
        "artistName": "Tejasvita Negi",
        "artistPfp": "assets/PFP/tejasvita.png",
        "artistWork": "assets/artistworks/tejasvita.png",
        "collectionBanner": "assets/sla-banners/tejasvita.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Tejasvita-Negi",
        "description": "Deviyan is a collection of Goddesses representing various forms of nature and colours. Their vibrance can be experienced as pfps, prints, and wallpapers on your digital device for personal use. May you be blessed with the spiritual energy each emanates."
    },
    {
        "artistName": "Blingo",
        "artistPfp": "assets/PFP/blingo.png",
        "artistWork": "assets/artistworks/blingo.png",
        "collectionBanner": "assets/sla-banners/blingo.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X--BLINGO",
        "description": "Reality is defined by what you believe"
    },
    {
        "artistName": "Mehh Studio",
        "artistPfp": "assets/PFP/mehhstudio.png",
        "artistWork": "assets/artistworks/mehhstudio.png",
        "collectionBanner": "assets/sla-banners/mehhstudio.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X--theMehh_studio",
        "description": "A TRIBE with a vibe. Just because humans are highly evolved we ignore other living species around us. This series tries to showcase the powerful, bold animals in a totally different vibe. If they stood with us, dressed and talked like us, WE HAD NO CHANCE. Mehh gang is not just a project it's a vibe that will take over."
    },
    {
        "artistName": "Nishant Singh",
        "artistPfp": "assets/PFP/noobmaster.png",
        "artistWork": "assets/artistworks/noobmaster.png",
        "collectionBanner": "assets/sla-banners/noobmaster.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X--Nishant-Singh",
        "description": "The Duality of Reality"
    },
    {
        "artistName": "Shaizy Umar",
        "artistPfp": "assets/PFP/shaizy.png",
        "artistWork": "assets/artistworks/shaizy.png",
        "collectionBanner": "assets/sla-banners/shaizy.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X--Shaizy-Umar",
        "description": "WOMANIYA - We are women and we have many roles and many phases in our life. Our lives are a series of roles that we perform and we know what struggles we go through every day. We are determined to carry these roles perfectly because we believe that’s what an ideal woman should do. These images might seem like just professions, but there is a lot behind achieving for women."
    },
    {
        "artistName": "Veepul Rege",
        "artistPfp": "assets/PFP/veepulrege.png",
        "artistWork": "assets/artistworks/veepulrege.png",
        "collectionBanner": "assets/sla-banners/veepulrege.png",
        "collectionLink": "https://nft.wazirx.org/collection/Logical-Friends-X-Veepul-Rege",
        "description": "A collection featuring 3 different series of photography NFTs consisting of 'Travel Series' - Photographs taken during travel at various destinations around India. 'Goa & its coast'- Photographs showing various moods of the Goan coastline. 'Winged Rover'- Bird photographs"
    }
]